Repository: merme/eShop
Catalog: eShop/eShop/ViewLayer/Resources/Strings/*.lproj/Localizable.strings
Languages: es

# start_scanning_title
source: Start scanning
es: Comienza escaneo

# start_scanning_product_placeholder
source: Product?
es: ¿Producto?

# start_scanning_shop_placeholder
source: Shop?
es: ¿Comercio?

# start_scanning_price_placeholder
source: Price?
es: ¿Pricio?

# start_scanning_tap_start_scan
source: Tap for start scanning a product barcode
es: Pulsa para escanear un código e barras

# distance_selecgtor_title
source: Scanning radious
es: Radio de escaneo

# shop_price_title
source: Shop price
es: Precio en tienda

# shop_price_prices_found
source: %d prices found
es: %d precios encontrados

# product_prices_price
source: Price
es: Precio

# product_prices_distance
source: Distance
es: Distancia
